window.KEYBOARD_LAYOUT = [
  [
    { k: "ض" }, { k: "ص" }, { k: "ث" }, { k: "ق" }, { k: "ف" },
    { k: "غ" }, { k: "ع" }, { k: "ه" }, { k: "خ" }, { k: "ح" },
    { k: "ج" }, { k: "چ" },
  ],
  [
    { k: "ش" }, { k: "س" }, { k: "ی" }, { k: "ب" }, { k: "ل" },
    { k: "ا" }, { k: "ت" }, { k: "ن" }, { k: "م" }, { k: "ک" },
    { k: "گ" },
  ],
  [
    { k: "Enter", label: "ثبت", flex: 1.6 },
    { k: "ظ" }, { k: "ط" }, { k: "ز" }, { k: "ر" }, { k: "ذ" },
    { k: "د" }, { k: "پ" }, { k: "و" },
    { k: "Backspace", label: "⌫", flex: 1.6 },
  ],
];
